#
# this is junsan's Brewfile
#

brew 'anyenv'
brew 'coreutils'
brew 'direnv'
brew 'docker'
brew 'ghq'
brew 'git'
brew 'go'
brew 'jq'
brew 'peco'
brew "the_silver_searcher"
brew 'vim'
brew 'wget'

cask '1Password'
cask 'alfred'
cask 'bettertouchtool'
cask 'docker'
cask 'dropbox'
cask 'iterm2'
cask 'slack'
cask 'sublime-text'
cask 'slack'
cask '1password'
cask 'intellij-idea'

mas 'Night Owl',  id: 428834068
mas 'Quiver',     id: 866773894
mas "Skitch", id: 425955336
