#
# this is junsan's Brewfile
#

brew 'wget'
brew 'mobile-shell'
brew 'jq'
brew 'git'
brew 'mercurial'
brew "the_silver_searcher"

brew 'go'
#brew 'influxdb'
brew 'ghq'
brew 'peco'

brew 'rbenv'
brew 'ruby-build'

cask 'alfred'
cask 'dropbox'
cask 'iterm2'
cask 'sublime-text'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vagrant'
cask 'vnc-viewer'
cask 'bettertouchtool'
cask 'intel-power-gadget'

mas 'Night Owl', id: 428834068
mas '1Password', id: 443987910
mas 'Quiver',    id: 866773894
mas 'Wunderlist', id: 410628904
mas 'Microsoft Remote Desktop', id: 715768417
mas "Skitch", id: 425955336
