#
# this is junsan's Brewfile
#

brew 'anyenv'
brew 'asdf'
brew 'coreutils'
brew 'diffutils'
brew 'direnv'
brew 'docker'
brew 'fish'
brew 'fzf'
brew 'ghq'
brew 'git'
brew 'go'
brew 'grep'
brew 'jq'
brew 'k9s'
brew 'kubernetes-cli'
brew 'peco'
brew 'the_silver_searcher'
brew 'vim'
brew 'wget'

cask 'alfred'
cask 'bettertouchtool'
cask 'docker'
cask 'dropbox'
cask 'slack'
cask 'sublime-text'
cask 'intellij-idea'
cask 'wezterm'

mas 'Quiver', id: 866773894
mas "Skitch", id: 425955336
